Repository: maitrivira1/MediTime
Catalog: MediTime/View/*.lproj/Main.strings
Languages: id

# list.user.drugs
source: List of Users
id: Daftar Pengguna Obat

source: Today Drugs
id: Obat Hari ini

source: See All
id: Lihat Semua

source: Add Drugs
id: Tambah Obat

source: Add Users
id: Tambah Pengguna

# empty.state.drugs.and.user
source: Add user, then add the medication you want to be reminded about.
id: Tambah pengguna, lalu tambahkan obat yang ingin diingatkan

# empty.state.drugs
source: Add the medication you want to be reminded of
id: Tambahkan obat yang ingin diingatkan

source: Back
id: Kembali

# today.drugs.user
source: %@ drugs today
id: Obat %@ hari ini

source: List of Users
id: Daftar Pengguna

source: No Data
id: Belum Ada Data

source: On Treatment
id: Dalam Pengobatan

# history.users
source: User History
id: Riwayat Pengguna

source: Delete History
id: Hapus Riwayat

source: delete
id: Hapus

# delete.history.message
source: Are you sure want to delete this history?
id: Apakah anda yakin ingin menghapus riwayat ini?

source: Yes
id: Ya

source: No
id: Tidak

source: Edit
id: Ubah

source: Medication Done
id: Pengobatan Selesai

# medication.done.message
source: Your medication data will be save on your User History
id: Data pengobatan anda akan tersimpan di Riwayat Pengguna

source: Fill User Data
id: Isi Data Pengguna

# fill.user.data.warning
source: Please fill the photo and data
id: Silahkan masukan foto dan lengkapi data

source: Add Photo
id: Tambah Foto

source: Name
id: Nama

# name.placeholder
source: example: Father, Grandma
id: Contoh: Ayah, Ibu, Nenek

source: Disease
id: Penyakit

# disease.placeholder
source: fill disease name
id: Isi nama penyakit

# fill.user.data.success
source: Success Added
id: Berhasil ditambahkan

# fill.user.data.failed
source: Failed Added
id: Gagal ditambahkan

# fill.user.data.already.exist
source: The name you entered has been registered
id: Nama yang Anda inputkan telah terdaftar

# fill.user.data.already.exist.title
source: Name has been registered
id: Nama telah terdaftar

# form.of.drugs
source: Type of Drugs
id: Bentuk Obat

source: Solid
id: Obat Padat

source: Liquid
id: Obat Cair

source: Eye Drops
id: Obat Tetes

source: Topical
id: Obat Oles

source: Drugs Information
id: Keterangan Obat

source: Drugs Name
id: Nama Obat

# drugs.name.placeholder
source: Fill name
id: Isi nama obat

# unit.placeholder
source: Fill unit
id: Isi unit obat

source: Total Drugs
id: Jumlah Obat

# total.drugs.placeholder
source: Fill total
id: Isi total obat

source: Dose per Day
id: Dosis per Hari

# dose.choose
source: Choose dose
id: Pilih Dosis Obat

source: Daily Usage
id: Jumlah Pemakaian

# daily.usage.placeholder
source: Daily usage
id: Jumlah sekali minum

source: Meal Time
id: Waktu Makan

# meal.time.placeholder
source: Choose meal time
id: Pilih waktu makan

source: Save
id: Simpan

# run.out
source: The medicine will run out in %@ days
id: Obat akan habis dalam %@ hari

source: days
id: sehari

source: Cancel
id: Batal

source: Before Eating
id: Sebelum Makan

source: After Eating
id: Sesudah Makan

# notif.title
source: Hore... time to take medicine
id: Hore... waktunya minum obat

source: Drops
id: Tetes

# topical2
source: Topical
id: Oles

source: Drink Time
id: Waktu Minum

# permission.gallery
source: You need allow access to your Photo Library. Go to Settings?
id: Anda harus mengizinkan akses ke Photo Library anda. Pergi ke Halaman Pengaturan?

# permission.camera
source: You need allow access to your Camera. Go to Settings?
id: Anda harus mengizinkan akses ke Kamera anda. Pergi ke Halaman Pengaturan?

# permission.select.all.photo
source: Plese allow access to All Photos
id: Silahkan atur izin akses ke semua Photo Library Anda
